{
  "acknowledgement-initial-part1": " Welcome! This is an official application for a California Concealed Carry Weapon license. You must completely and accurately fill out this application to be considered for a Concealed Carry Weapon License. Any falsification of the information within this application is a crime and will result in the denial of the applicant’s Concealed Carry Weapon license request. ",
  "acknowledgement-initial-part2": " California Penal Code sections 26150 and 26155 provide that a Sheriff of a county or the Chief or other head of a municipal police department of any city, or city and county, may issue a license to carry a pistol, revolver, or other firearm capable of being concealed upon the person (Concealed Carry Weapon license).",
  "acknowledgement-initial-part3": " Prior to Filling Out This Application",
  "acknowledgement-initial-part4": " Be prepared to scan a copy of your valid California driver’s license, or state issued ID, which has your current address in San Diego County. Be prepared to scan copies of two (2) of the following “proof of residency” documents showing your current address in San Diego County - These should be the most current bills that you receive MONTHLY.  At least one document should be a utility bill (SDG&E, garbage, or phone), Bank statement, Cell phone bill, Credit card statement, Mortgage statement. P.O. Boxes are not allowed! Be sure that each firearm you are listing on your Concealed Carry Weapon permit is registered to you in the State of California.  The firearm cannot be registered to any other family member. ",
  "acknowledgement-initial-part5": " Please be advised if you are applying for a MODIFICATION, you will need to upload a copy of your qualification certificate via the Order Tracker upon completion of the application.",
  "acknowledgement-title-part2": "Acknowledgement 1 of 7",
  "acknowledgement-title-part3": "Acknowledgement 2 of 7",
  "acknowledgement-title-part4": "Acknowledgement 3 of 7",
  "acknowledgement-title-part5": "Acknowledgement 4 of 7",
  "acknowledgement-title-part6": "Acknowledgement 5 of 7",
  "acknowledgement-title-part7": "Acknowledgement 6 of 7",
  "acknowledgement-title-part8": "Acknowledgement 7 of 7",
  "acknowledgement-part1": "If applying for a NEW Concealed Carry Weapon license, prior to issuance of a Concealed Carry Weapon license, an 8-hour firearms training course must be completed AFTER you are approved.  If applying for a RENEWAL Concealed Carry Weapon license, prior to issuance, completion of a 4-hour firearms training course is required. If applying for a firearms MODIFICATION, a scanned copy of the qualifications certificate is required.  You will be issued a certification for proof that you completed the required training and this must be uploaded prior to coming into the office by using the Order Tracker.",
  "acknowledgement-part2": "The licensee accepts and assumes all responsibility and liability for, injury to, or death of any person, or damage to any property which may result through an act or omission of either the licensee or the agency that issued the license. In the event any claim, suit or action is brought against the agency that issued the license, its chief officer or any of its employees, by reason of, or in connection with any such act or omission, the licensee shall defend, indemnify, and hold harmless the agency that issued the license, its chief officer or any of its employees from such claim, suit, or action. ",
  "acknowledgement-part3": "I understand that the acceptance of any application by the licensing authority does not guarantee the issuance of a license and that fees and costs are not refundable if denied. I further understand that if my application is approved and I am issued a license to carry a concealed weapon, that the license is subject to restrictions placed upon it and that misuse of the license will cause an automatic revocation and possible arrest and that the license may also be suspended or revoked at the discretion of the licensing authority at any time. I am aware that any use of a firearm may bring criminal action or civil liability against me. ",
  "acknowledgement-part4": " I have read, understand, and agree to the Concealed Carry Weapon license liability clauses, conditions, and restrictions stated in this application and Agreement to Restrictions and to Hold Harmless.",
  "acknowledgement-part5": " I have read and understand the applicable Penal Code sections regarding false statements on a CCW Application, manslaughter, killing in defense of self or property, limitation on self-defense and defense of property, and child access and firearm storage, stated in this application.",
  "acknowledgement-part6": "I have read and understand the Firearms Prohibiting Categories attachment to this application. I further acknowledge that these prohibiting categories can be amended or expanded by state or federal legislative or regulatory bodies and that any such amendment or expansion may affect my eligibility to hold a CCW license. ",
  "acknowledgement-part7": " I hereby give permission to the agency to which this application is made to conduct a background investigation of me and to contact any person or agency who may add to or aid in this investigation. I further authorize persons, firms, agencies and institutions listed on this application to release or confirm information about me and statements I have made as contained in this application.",
  "APPLICATION-INFO-TITLE": " NEW Applicant – prior to completing a NEW Application please be prepared to upload the following:",
  "NEW-APPLICATION-LIST-ONE": "A copy of your valid California driver’s license, or California ID",
  "NEW-APPLICATION-LIST-TWO": "Two (2) items for proof of residency - One should be a Utility Bill (see Proof of Residency section above; P.O. Boxes are not allowed!).",
  "NEW-APPLICATION-LIST-THREE": "If applicable, upload your DD214 or NG Form 22 (National Guard) with type of discharge included",
  "NEW-APPLICATION-LIST-FOUR": "Upload verification that you are in the US legally if you were not born in the US.",
  "NEW-APPLICATION-LIST-BODY": "take your training and qualification courses or get fingerprinted until instructed to do so. Please do not jump ahead in the process as your training and qualification courses will not be accepted.   You may list the handguns you initially wish to list on your permit; however, the final handguns listed on your CCW permit will be based upon the information provided on the Training and Qualification verification documents your Firearms and Qualification Instructor will provide to you to upload later in the process.",
  "NEW-APPLICATION-STEP-TITLE": "The steps in the NEW Application process are as follows:",
  "NEW-APPLICATION-STEP-A": "Type your personal information into the online Application (be sure to select the appropriate type of application from the selections on the left side of this web page).  Please be sure to answer all of the Application questions truthfully because it is a crime to provide false information on the application.  Once you complete your Application it cannot be revised.  The only method you can use to correct incorrect information or mistakes is to write or type the information on a separate piece of paper and upload it to your completed CCW Application by following the ADDING FILES/ DOCUMENTS procedures outlined below. ",
  "NEW-APPLICATION-STEP-B": "Upload all required documents.  Please BE SURE to review the Proof of Residency section above regarding acceptable proof of residency. ",
  "NEW-APPLICATION-STEP-C": "Schedule your appointment for LiveScan fingerprinting.  All appointments are conducted at 9621 Ridgehaven Court, San Diego, CA 92123.  The appointment calendar is entirely client operated.  If you desire an earlier appointment, please check the appointment calendar regularly because a rescheduled or cancelled appointment will open up that appointment slot.  By accessing your Order and selecting a new appointment date, the other appointment will automatically be cancelled once you confirm this decision (see instructions below regarding how to access your Application Order). You can view your appointment details at any time by accessing your Application Order",
  "NEW-APPLICATION-STEP-D": "Pay initial fees (follow online instructions). ",
  "NEW-APPLICATION-STEP-E": "Once you have successfully completed all steps in the application process you will receive an email providing you with your ORDER NUMBER.  Please be sure to retain this ORDER NUMBER and remember your password because you will be required to access your Application Order in the future to upload additional documents.",
  "NEW-APPLICATION-STEP-TWO": "All remaining steps and the uploading of all remaining required documents must be completed within thirty (30) days of the date on the Approval email.",
  "NEW-APPLICATION-STEP-THREE": "Once all required documents have been uploaded and the DOJ/FBI background clearances have been received (typically received within one week), your application will be approved and you will receive an email requesting that you go back online and make your final payments.  Please DO NOT come to the CCW Office to pick up your CCW permit until after you receive our final email advising you to do so. ",
  "NEW-APPLICATION-STEP-FOUR": "Staff will process your application in order by date/time of submission and finalize your application.  You will receive an email advising you that your application has been approved and instructions to pick-up the license.  ",
  "Application-Standard": "If you are not a JUDGE or a RESERVE POLICE OFFICER than you need to select the standard application",
  "Application-Type-Header": " Application Types: please make sure that you select the correct application.",
  "Application-Type-Judicial": " If applying for a judicial CCW license you will need to upload a copy of your Judicial Id ",
  "Application-Type-Reserve": " If applying for a reserve CCW license you will need to upload a copy of your Reserve Id and/or a letter from the agency you serve",
  "Application-Type-Subheader": " Most people will need to choose the 'STANDARD' application. The `JUDICIAL' and 'RESERVE' will require additional documents to be uploaded",
  "Authority": "Authority",
  "CHANGE-OF-ADDRESS": "Pursuant to Penal Code Section 26210 and CCW Bureau Policies and Procedures, all CCW Permit Holders are required to notify the CCW Bureau of any change in residency, temporary or permanent, within 10 days of the date they move by submitting an online Modification Application for an address change (note:  please upload only the documents associated with a change of address; it is not necessary to upload training and qualification documents for an address change only).  Please follow the instructions for submitting a Modification Application for an address change (see instructions below).",
  "COMPLETE-BODY": "California Penal Code sections 26150 and 26155 provide that a sheriff of a county or the chief or other head of a municipal police department of any city or city and county may issue a license to carry a pistol, revolver, or other firearm capable of being concealed upon the person (CCW license). Penal Code section 26175 requires the Attorney General to prescribe a statewide standard application form for a CCW license.  Answering all the questions on the Application does not guarantee the issuance of a Concealed Weapon Permit. The determination whether to issue the license is at the discretion of the licensing authority. Pursuant to California Penal Code section 26160, each licensing authority will have a written policy summarizing their requirements for issuance of a Concealed Weapon Permit. In addition, prior to issuing a Concealed Weapon Permit, the California State Statutes require proof that:",
  "COMPLETE-LIST-ONE": "The applicant is of good moral character",
  "COMPLETE-LIST-TWO": "Good cause exists to issue the Concealed Weapon Permit;",
  "COMPLETE-LIST-THREE": "The applicant meets residence requirements; and",
  "COMPLETE-LIST-FOUR": "The course of training prescribed by the licensing authority has been completed.",
  "COMPLETE-ENDING": "The Application includes standardized questions to determine whether a Concealed Weapon Permit shall be issued.  The applicant will certify under penalty of perjury that all answers provided in the application are true and correct to the best of their knowledge and belief.  The applicant will also acknowledge that information disclosed on this application may be subject to public disclosure. Information provided in the application is subject to investigation and any false, dishonest, or incomplete answer to any question on the application may be grounds for denial or subsequent revocation of a Concealed Weapon Permit.  ",
  "COMPLETE-WARNING": " WARNING: IT IS A CRIME TO KNOWINGLY PROVIDE FALSE INFORMATION ON AN APPLICATION TO CARRY A CONCEALED WEAPON.",
  "CONTACT": "Contact:",
  "discharged-disclaimer": "You must bring in your DD214 with you for the appointment. If you were dishonorably discharged. The application will be denied.",
  "DENIALS-BODY": "If your CCW Application is denied, you will receive an email to advise you of this action.  You may appeal the denial by mailing or hand-delivering a letter address to CCW APPEALS, ATTN: ASSISTANT SHERIFF MARTINEZ, PO Box 939062, San Diego, CA 92123.  The Appeal must be dated or hand-delivered to the Sheriff's Office within 21 days of the date of the Denial.  Please attach or include in your appeal any information you wish to have considered when your Appeal is reviewed.",
  "DEPARTMENT-ADDRESS": " 9621 Ridgehaven Court San Diego, CA 92123",
  "DEPARTMENT-TELEPHONE": "(858) 974-2020",
  "DEPARTMENT-FAX": "(858) 974-2093",
  "DEPARTMENT-EMAIL": "ccw@sdsheriff.org",
  "DEPARTMENT-NAME": "San Diego Country Sheriff's Department",
  "DMV-BODY": "Your home address must be current with the California DMV and you must be a resident of San Diego County.  We are required to check DMV’s database to ensure your home address is updated and current.  You cannot update your home address simply by registering a vehicle or updating your vehicle registration.  It can take over 72 hours for the DMV database to reflect the changes.  It is not required that your actual driver’s license reflect your current address as the DMV does not normally issue you a new license simply because you update your address. We will check the DMV database to make sure it matches your current home address. ",
  "Documentation-Header": "Attach Documentation: please upload the required documentation.",
  "Documentation-Subheader": "To upload Documentation, please use the button below to begin the process. Please scan each document individually. The maximum size of individual files is 5 MB.",
  "Documentation-Everyone": "Your driver's license, two (2) MONTHLY proofs of residence such as the MOST Current utility bills (SDG&E,garbage or phone), cable bill, mortgage statement, cell phone bill, bank statements, credit card statement, etc. Overdue bills will not bew accepted. P.O. Boxes are not allowed.",
  "Documentation-Military": "Military Command letter, Military Orders stationing you in San Diego, DD-214 or NG Form 22 (National Guard) with type of discharge included.",
  "Documentation-NotBornInUs": " If you were not born in the United States you will be required to upload verification that you are here in the U.S. legally by uploading:",
  "Documentation-bullet1": " Naturalization Certificate",
  "Documentation-bullet2": " Resident Alien Card (be sure to upload the back side showing the expiration date, if applicable).",
  "Documentation-bullet3": "Valid US Passport",
  "Documentation-bullet4": "Certificate of Birth Abroad",
  "Documentation-Supporting": " Business licenses, police reports, restraining orders, photos, receipts, last 2 paycheck stubs, work Id, contact name and number if we need  to verify employment, Corporate/LLC documents, contracts, specialized licenses (State Bar card, Security Guard card, Exposed Carry Permit, Contractors license, Real Estate license, Broker's license etc.). This list is not all-inclusive.",
  "Documentation-LegalNameChange": "Please upload the court order showing your previous and you current legal name.",
  "Documentation-Judicial": "A copy of your Judicial ID.",
  "Documentation-Reserve": " A copy of your Reserve Id and/or a letter from the agency you serve.",
  "DUP-TITLE": "DUPLICATE Applications",
  "DUP-BODY": "Are submitted to request a duplicate copy of a lost/stolen permit.",
  "DUP-STRONG": "Prior to Completing a DUPLICATE Application, be prepared to upload the following:",
  "DUP-ONE": "Upload a copy of your valid California driver’s license, or California ID",
  "DUP-TWO": "Upload a copy of a police report you must file to document the loss/theft of your permit.  This report must be filed with the law enforcement agency having jurisdiction over the location where the loss/theft occurred.",
  "EVERYONE": "EVERYONE: ",
  "FMI": "For More Information",
  "FAILURE-COA": "FAILURE TO DO SO RENDERS YOUR CCW PERMIT INVALID!",
  "GENERAL-INFORMATION": " Learning the laws regulating the use of firearms is a must for responsible ownership. Local regulations differ and laws vary from state to state. Citizens must check with the jurisdiction where the firearm is to be used. In California, the Sheriff and his staff are required to follow strict state and local guidelines when performing the necessary background checks for issuing Concealed Carry Weapon licenses. Due to the detailed nature involved with conducting these background checks, appointment times and processing times can take multiple weeks. During the application process, the applicant will be asked to schedule an appointment for a new Concealed Carry Weapon license. ",
  "GENERAL-RENEWAL": " If the applicant is RENEWING a Concealed Carry Weapon license in San Diego County, they may not apply until 45 days before the expiration date listed on their current Concealed Carry Weapon license.",
  "GENERAL-LIST-ITEM-ONE": " For credit card transactions a nominal credit card transaction fee will be charged for each transaction. Charges will be viewable prior to transaction completion.",
  "GENERAL-LIST-ITEM-TWO": " Appointments for New Concealed Carry Weapon licenses will be processed based on the schedule set up by you local department.",
  "GENERAL-LIST-ITEM-THREE": " Click the appropriate button on the left of the screen to proceed with an application for a Concealed Carry Weapon license.",
  "GENERAL-FURTHER-INFO": "Please visit the below website for further information regarding a Concealed Carry Weapon License in San Diego County:",
  "GENERAL-INFO-COMPETENCY": "Gaining competency with firearms is like learning to drive a car or fly an airplane. You need expert instruction and practice. There is no shortcut. If you are not willing to invest the time and effort to become competent, then having a firearm and trying to use it can, in many instances, be more hazardous than any impending threat. ",
  "JUDICIAL": "IF APPLYING FOR A JUDICIAL 3 YEAR CCW LICENSE: ",
  "Judicial-reserve": "You have selected a RESERVE application make sure you have either your Reserve Id and/or a letter from the agency you serve.",
  "JUDICIAL-title": "JUDICIAL:",
  "Judicial-warning": "You have selected a JUDICIAL application make sure you have your judicial Id ready for upload",
  "LEGAL-NAME-CHANGE": "LEGAL NAME CHANGE: ",
  "MILITARY": "MILITARY: ",
  "MILITARY-BODY": "If you served in the US Military you will need to upload a copy of your DD-214 that displays the type of discharge you received. For active military personnel, please provide a current Command letter and a copy of your current military orders showing duty status/location to establish residence.",
  "MOD-INFO": "MODIFIACTIONS",
  "MODIFICATION-BODY": "Are submitted to change your home address.  They must be submitted within 10 days of the day that you move and you are also required per California State law to change your home address with the California DMV.  We will check the DMV database to ensure you have done so.  Modification Applications can also be submitted to add/delete firearms on your permit.\n\n",
  "MODIFICATION-DOCUMENTS": "If you are submitting a MODIFICATION Application. You must include a copy of your qualification certificate. Upload it as a supporting document below.",
  "MODIFICATION-PRIOR": "Prior to Completing a MODIFICATION Application, be prepared to upload the following:",
  "MOD-ONE": "Upload a copy of your valid California driver’s license, or California ID.",
  "MOD-TWO": "IF CHANGING YOUR HOME ADDRESS:   Be prepared to upload two (2) items for proof of residency (refer to above section Proofs of Residency).",
  "MOD-THREE": "IF ADDING A NEW FIREARM: Be prepared to upload your certificate showing you qualified with your firearm with one of the approved instructors. This can be the same place you completed your 8 hour or 4 hour Safety course.",
  "MOD-END": "All Modification applications will be processed in order by date/time of submission and they will not take priority over New and Renewal applications. ",
  "NOT-BORN-IN-US": " NOT BORN IN U.S.:",
  "NOTICE-TO-ALL": "NOTICE TO ALL CCW PERMIT HOLDERS:",
  "Rename": " Please rename all files to describe the contents of the file",
  "RESERVE": "IF APPLYING FOR A RESERVE 4 YEAR CCW LICENSE:",
  "RESERVE-title": "RESERVE:",
  "RENEWAL-APPLICANTS": " Renewal Applicants must answer all questions on the application truthfully and honestly, even if the information has previously been disclosed. ",
  "RENEWAL-TITLE": "RENEWAL – CCW Permit Holders may renew their CCW permits 30 days prior to the permit’s expiration. ",
  "RENEWAL-WARNING": "Please bring in your old CCW permit and turn it in.  Your Renewal permit will not be issued if you do not turn in the old permit.  New issuance dates and dates of expiration many times will overlap so you cannot process two CCW permits.",
  "STANDARD": "STANDARD:",
  "SUPPORTING": "SUPPORTING DOCUMENTS: ",
  "PRIOR-RENEWAL": "Prior to completing a RENEWAL Application, please be prepared to upload the following:",
  "PRIOR-RENEWAL-ONE": "A copy of your valid California driver’s license, or California ID, plus Military ID if applicable.",
  "PRIOR-RENEWAL-TWO": "Two (2) items for proof of residency (refer to above section regarding acceptable Proofs of Residency; P.O. Boxes are NOT allowed!).",
  "PRIOR-RENEWAL-THREE": "If applicable, upload your DD214 or NG Form 22 with type of discharge included.",
  "PRIOR-RENEWAL-FOUR": "Upload verification that you are in the US legally if you were not born in the US.",
  "PRIOR-RENEWAL-FIVE": "4-Hour Firearms Training Certificate that lists the date of your training and qualification and each weapon you qualified with that will appear on your permit (refer to above Firearms section). ",
  "PROOF-RESIDENCE": "When submitting an application for a NEW, RENEWAL or Address MODIFICATION, all applicants will be required to upload the following:",
  "PROOF-LIST-ONE": "All proofs of residency must include your home address (we do not accept P.O. Boxes as addresses!)  You will need to scan two (2) items for proof of residency.  At least one (1) MUST be a Utility Bill.  The proofs of residency must be at least the entire first page of the bill, including the tear-off, mail-out portion so we can view both the location of service and the address where the bill is mailed and ensure there is no past due balance.   The proofs of residency must be current.  We DO NOT accept overdue bills.  We also do not accept documents from DMV, lease/rental agreements, tax bills, nor insurance policy statements.  If your bills/statements are not delivered to your residence, please go ONLINE and print out a copy of the actual bill/statement and upload them into your application by following the procedure to ADD FILES.   Acceptable proof of residency should be the most current bills that you receive MONTHLY.  At least one document should be a utility bill:",
  "PROOF-LIST-THREE": "Utility bill",
  "PROOF-LIST-FOUR": "Bank statement",
  "PROOF-LIST-FIVE": "Cell phone bill",
  "PROOF-LIST-SIX": "Credit card  statement",
  "PROOF-LIST-SEVEN": "Mortgage statement",
  "QUESTION-ONE": "1. Do you now have, or have you ever had, a license to carry a concealed weapon (CCW)? If yes, please enter the issuing agency name, issue date and CCW license number.",
  "QUESTION-TWO": "2. Have you ever applied for and been declined a CCW license?",
  "QUESTION-THREE": "3. Have you ever held and subsequently renounced your United States citizenship?",
  "QUESTION-FOUR": "4. If you served with the Armed Forces, were you ever convicted of any charges or was your discharge other than honorable?",
  "QUESTION-FIVE": "5. Are you now, or have you been, a party to a lawsuit in the last five years?",
  "QUESTION-SIX": "6. Are you now, or have you been, subject to a restraining order(s) form any court?",
  "QUESTION-SEVEN": "7. Are you on probation or parole from any state for conviction of any offense including traffic?",
  "QUESTION-EIGHT": "8. List all traffic violations (moving violations only) and motor vehicle accidents you have had in the last five years.",
  "QUESTION-NINE": "9. Have you ever been convicted of any criminal offense (Civilian or Military) in the U.S. or any other country?",
  "QUESTION-TEN": "10. Have you withheld any fact that might affect the decision to approve this license?",
  "QUESTION-ELEVEN": "11. Have you ever been in a mental institution, treated for mental illness, or been found not-gulity by reason of insanity?",
  "QUESTION-TWELVE": "12. Are you now, or have you ever been, addicted to a controlled substance of alcohol, or have you ever utilized an illegal controlled substance, or have you ever reported to a detoxification or drug treatment program.",
  "QUESTION-THIRTEEN": "13. Have you ever been involved in an incident involving firearms?",
  "QUESTION-FOURTEEN": "14. Have you ever been involved in a domestic violence incident?",
  "QUESTION-FIFTEEN": "15. List any arrest or formal charges, with or without disposition, for any criminal offenses within the U.S. or any other country (civilian or military)",
  "QUESTION-SIXTEEN": "16. Please provide any additional information that should be considered in evaluating your moral character.",
  "QUESTION-SEVENTEEN": "17. Do you have any California Driver License restrictions (ie: corrective lenses, etc)?",
  "FIREARMS-BODY": "A total of three (3) firearms can be listed on your permit.  Be sure each firearm you list on your Concealed Weapon Permit is registered to you in the state of California.  The firearm(s) cannot be registered to any other family member.  You may not add rifle caliber weapons (AR-Pistol, AK-Pistol, etc.) to your CCW permit.",
  "US-RESIDENCY": "If you were not born in the United States you will be required to upload verification that you are here in the US legally by uploading to your application:",
  "US-LIST-ONE": "Naturalization Certificate",
  "US-LIST-TWO": " Resident Alien Card (be suer to upload the back side showing the expiration date, if applicable).",
  "US-LIST-THREE": " Valid US Passport",
  "US-LIST-FOUR": " Certificate of Birth Abroad"
}
