{
  "acknowledgement-initial-part1": " Welcome! This is an official application for a California Concealed Carry Weapon license. You must completely and accurately fill out this application to be considered for a Concealed Carry Weapon License. Any falsification of the information within this application is a crime and will result in the denial of the applicant’s Concealed Carry Weapon license request. ",
  "acknowledgement-initial-part2": " California Penal Code sections 26150 and 26155 provide that a Sheriff of a county or the Chief or other head of a municipal police department of any city, or city and county, may issue a license to carry a pistol, revolver, or other firearm capable of being concealed upon the person (Concealed Carry Weapon license).",
  "acknowledgement-initial-part3": " Prior to Filling Out This Application",
  "acknowledgement-initial-part4": " Be prepared to scan a copy of your valid California driver’s license, or state issued ID, which has your current address in San Diego County. Be prepared to scan copies of two (2) of the following “proof of residency” documents showing your current address in San Diego County - These should be the most current bills that you receive MONTHLY.  At least one document should be a utility bill (SDG&E, garbage, or phone), Bank statement, Cell phone bill, Credit card statement, Mortgage statement. P.O. Boxes are not allowed! Be sure that each firearm you are listing on your Concealed Carry Weapon permit is registered to you in the State of California.  The firearm cannot be registered to any other family member. ",
  "acknowledgement-initial-part5": " Please be advised if you are applying for a MODIFICATION, you will need to upload a copy of your qualification certificate via the Order Tracker upon completion of the application.",
  "acknowledgement-title-part2": "Acknowledgement 1 of 7",
  "acknowledgement-title-part3": "Acknowledgement 2 of 7",
  "acknowledgement-title-part4": "Acknowledgement 3 of 7",
  "acknowledgement-title-part5": "Acknowledgement 4 of 7",
  "acknowledgement-title-part6": "Acknowledgement 5 of 7",
  "acknowledgement-title-part7": "Acknowledgement 6 of 7",
  "acknowledgement-title-part8": "Acknowledgement 7 of 7",
  "acknowledgement-part1": "If applying for a NEW Concealed Carry Weapon license, prior to issuance of a Concealed Carry Weapon license, an 8-hour firearms training course must be completed AFTER you are approved.  If applying for a RENEWAL Concealed Carry Weapon license, prior to issuance, completion of a 4-hour firearms training course is required. If applying for a firearms MODIFICATION, a scanned copy of the qualifications certificate is required.  You will be issued a certification for proof that you completed the required training and this must be uploaded prior to coming into the office by using the Order Tracker.",
  "acknowledgement-part2": "The licensee accepts and assumes all responsibility and liability for, injury to, or death of any person, or damage to any property which may result through an act or omission of either the licensee or the agency that issued the license. In the event any claim, suit or action is brought against the agency that issued the license, its chief officer or any of its employees, by reason of, or in connection with any such act or omission, the licensee shall defend, indemnify, and hold harmless the agency that issued the license, its chief officer or any of its employees from such claim, suit, or action. ",
  "acknowledgement-part3": "I understand that the acceptance of any application by the licensing authority does not guarantee the issuance of a license and that fees and costs are not refundable if denied. I further understand that if my application is approved and I am issued a license to carry a concealed weapon, that the license is subject to restrictions placed upon it and that misuse of the license will cause an automatic revocation and possible arrest and that the license may also be suspended or revoked at the discretion of the licensing authority at any time. I am aware that any use of a firearm may bring criminal action or civil liability against me. ",
  "acknowledgement-part4": " I have read, understand, and agree to the Concealed Carry Weapon license liability clauses, conditions, and restrictions stated in this application and Agreement to Restrictions and to Hold Harmless.",
  "acknowledgement-part5": " I have read and understand the applicable Penal Code sections regarding false statements on a CCW Application, manslaughter, killing in defense of self or property, limitation on self-defense and defense of property, and child access and firearm storage, stated in this application \n- Note: this is a link\n(click here to read section 5 of the state application).",
  "acknowledgement-part6": "I have read and understand the Firearms Prohibiting Categories attachment to this application. I further acknowledge that these prohibiting categories can be amended or expanded by state or federal legislative or regulatory bodies and that any such amendment or expansion may affect my eligibility to hold a CCW license \n- Note: this is a link\n(click here to read pages 12 and 13 of the state application). ",
  "acknowledgement-part7": " I hereby give permission to the agency to which this application is made to conduct a background investigation of me and to contact any person or agency who may add to or aid in this investigation. I further authorize persons, firms, agencies and institutions listed on this application to release or confirm information about me and statements I have made as contained in this application.",
  "Application-Standard": "If you are not a JUDGE or a RESERVE POLICE OFFICER than you need to select the standard application",
  "Application-Type-Header": " Application Types: please make sure that you select the correct application.",
  "Application-Type-Judicial": " If applying for a judicial CCW license you will need to upload a copy of your Judicial Id ",
  "Application-Type-Reserve": " If applying for a reserve CCW license you will need to upload a copy of your Reserve Id and/or a letter from the agency you serve",
  "Application-Type-Subheader": " Most people will need to choose the 'STANDARD' application. The `JUDICAL' and 'RESERVE' will require additional documents to be uploaded",
  "Authority": "Authority",
  "discharged-disclaimer": "You must bring in your DD214 with you for the appointment. If you were dishonorably discharged. The application will be denied.",
  "Documentation-Header": "Attach Documentation: please upload the required documentation.",
  "Documentation-Subheader": "To upload Documentation, please use the button below to begin the process. Please scan each document individually. The maximum size of individual files is 5 MB.",
  "Documentation-Everyone": "Your driver's license, two (2) MONTHLY proofs of residence such as the MOST Current utility bills (SDG&E,garbage or phone), cable bill, mortgage statement, cell phone bill, bank statements, credit card statement, etc. Overdue bills will not bew accepted. P.O. Boxes are not allowed.",
  "Documentation-Military": "Military Command letter, Military Orders stationing you in San Diego, DD-214 or NG Form 22 (National Guard) with type of discharge included.",
  "Documentation-NotBornInUs": " If you were not born in the United States you will be required to upload verification that you are here in the U.S. legally by uploading:",
  "Documentation-bullet1": " Naturalization Certificate",
  "Documentation-bullet2": " Resident Alien Card (be sure to upload the back side showing the expiration date, if applicable).",
  "Documentation-bullet3": "Valid US Passport",
  "Documentation-bullet4": "Certificate of Birth Abroad",
  "Documentation-Supporting": " Business licenses, police reports, restraining orders, photos, receipts, last 2 paycheck stubs, work Id, contact name and number if we need  to verify employment, Corporate/LLC documents, contracts, specialized licenses (State Bar card, Security Guard card, Exposed Carry Permit, Contractors license, Real Estate license, Broker's license etc.). This list is not all-inclusive.",
  "Documentation-LegalNameChange": "Please upload the court order showing your previous and you current legal name.",
  "Documentation-Judicial": "A copy of your Judicial ID.",
  "Documentation-Reserve": " A copy of your Reserve Id and/or a letter from the agency you serve.",
  "EVERYONE": "EVERYONE: ",
  "GENERAL-INFORMATION": " Learning the laws regulating the use of firearms is a must for responsible ownership. Local regulations differ and laws vary from state to state. Citizens must check with the jurisdiction where the firearm is to be used. In California, the Sheriff and his staff are required to follow strict state and local guidelines when performing the necessary background checks for issuing Concealed Carry Weapon licenses. Due to the detailed nature involved with conducting these background checks, appointment times and processing times can take multiple weeks. During the application process, the applicant will be asked to schedule an appointment for a new Concealed Carry Weapon license. ",
  "GENERAL-RENEWAL": " If the applicant is RENEWING a Concealed Carry Weapon license in San Diego County, they may not apply until 45 days before the expiration date listed on their current Concealed Carry Weapon license.",
  "GENERAL-LIST-ITEM-ONE": " For credit card transactions a nominal credit card transaction fee will be charged for each transaction. Charges will be viewable prior to transaction completion.",
  "GENERAL-LIST-ITEM-TWO": " Appointments for New Concealed Carry Weapon licenses will be processed based on the schedule set up by you local department.",
  "GENERAL-LIST-ITEM-THREE": " Click the appropriate button on the left of the screen to proceed with an application for a Concealed Carry Weapon license.",
  "GENERAL-FURTHER-INFO": "Please visit the below website for further information regarding a Concealed Carry Weapon License in San Diego County:",
  "GENERAL-INFO-COMPETENCY":"Gaining competency with firearms is like learning to drive a car or fly an airplane. You need expert instruction and practice. There is no shortcut. If you are not willing to invest the time and effort to become competent, then having a firearm and trying to use it can, in many instances, be more hazardous than any impending threat. ",
  "JUDICIAL": "IF APPLYING FOR A JUDICIAL 3 YEAR CCW LICENSE: ",
  "Judicial-reserve": "You have selected a RESERVE application make sure you have either your Reserve Id and/or a letter from the agency you serve.",
  "JUDICIAL-title": "JUDICIAL:",
  "Judicial-warning": "You have selected a JUDICIAL application make sure you have your judicial Id ready for upload",
  "LEGAL-NAME-CHANGE": "LEGAL NAME CHANGE: ",
  "MILITARY": "MILITARY: ",
  "NOT-BORN-IN-US": " NOT BORN IN U.S.:",
  "Rename": " Please rename all files to describe the contents of the file",
  "RESERVE": "IF APPLYING FOR A RESERVE 4 YEAR CCW LICENSE:",
  "RESERVE-title": "RESERVE:",
  "STANDARD": "STANDARD:",
  "SUPPORTING": "SUPPORTING DOCUMENTS: "
}
